Repository: adiparvu/PRVITAL
Catalog: prvital-ios/Prvital/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ro, ru

source: Compares your own finger-stick and manual meter entries with the nearest sensor reading within 15 minutes. Informational only — not a clinical accuracy rating.
de: Vergleicht deine eigenen Fingerstich- und manuellen Messgerät-Einträge mit dem nächstgelegenen Sensorwert innerhalb von 15 Minuten. Nur zur Information — keine klinische Genauigkeitsbewertung.
es: Compara tus propias mediciones capilares y entradas manuales del medidor con la lectura del sensor más cercana en un margen de 15 minutos. Solo informativo: no es una valoración clínica de precisión.
fr: Compare vos propres glycémies capillaires et saisies manuelles du lecteur avec la mesure du capteur la plus proche dans un délai de 15 minutes. À titre informatif uniquement — pas une évaluation clinique de la précision.
it: Confronta le tue misurazioni capillari e le voci manuali del glucometro con la lettura del sensore più vicina entro 15 minuti. Solo a scopo informativo: non è una valutazione clinica dell'accuratezza.
nl: Vergelijkt je eigen vingerprikken en handmatige meterinvoer met de dichtstbijzijnde sensormeting binnen 15 minuten. Alleen ter informatie — geen klinische nauwkeurigheidsbeoordeling.
pl: Porównuje Twoje pomiary z palca i ręczne wpisy z glukometru z najbliższym odczytem sensora w ciągu 15 minut. Wyłącznie informacyjnie — to nie jest kliniczna ocena dokładności.
pt: Compara as tuas picadas no dedo e entradas manuais do medidor com a leitura do sensor mais próxima num intervalo de 15 minutos. Apenas informativo — não é uma avaliação clínica de precisão.
ro: Compară măsurările tale din deget și intrările manuale de la glucometru cu cea mai apropiată citire a senzorului în interval de 15 minute. Doar informativ — nu este o evaluare clinică a preciziei.
ru: Сравнивает ваши измерения из пальца и ручные записи глюкометра с ближайшим показанием сенсора в пределах 15 минут. Только для информации — это не клиническая оценка точности.

source: Compete on points from your badges with people across your country, your continent and the world. Joining shares ONLY your nickname, your points, your badge count and the country you pick — never glucose values or any medical data. You can leave at any time and your entry is deleted.
de: Tritt mit den Punkten deiner Abzeichen gegen Menschen in deinem Land, auf deinem Kontinent und weltweit an. Die Teilnahme teilt NUR deinen Spitznamen, deine Punkte, deine Abzeichenzahl und das gewählte Land — niemals Glukosewerte oder andere medizinische Daten. Du kannst jederzeit austreten; dein Eintrag wird gelöscht.
es: Compite con los puntos de tus insignias con gente de tu país, tu continente y el mundo. Participar comparte SOLO tu apodo, tus puntos, tu número de insignias y el país elegido — nunca valores de glucosa ni datos médicos. Puedes salir cuando quieras y tu entrada se elimina.
fr: Affrontez les autres avec les points de vos badges — dans votre pays, sur votre continent et dans le monde. Participer ne partage QUE votre pseudo, vos points, votre nombre de badges et le pays choisi — jamais de glycémies ni de données médicales. Vous pouvez partir à tout moment ; votre entrée est supprimée.
it: Gareggia con i punti dei tuoi badge con persone del tuo Paese, del tuo continente e del mondo. Partecipare condivide SOLO il soprannome, i punti, il numero di badge e il Paese scelto — mai glicemie o dati medici. Puoi uscire quando vuoi e la tua voce viene eliminata.
nl: Strijd met de punten van je badges tegen mensen in je land, op je continent en wereldwijd. Deelname deelt ALLEEN je bijnaam, je punten, je aantal badges en het gekozen land — nooit glucosewaarden of medische gegevens. Je kunt altijd vertrekken; je vermelding wordt verwijderd.
pl: Rywalizuj punktami z odznak z ludźmi w twoim kraju, na kontynencie i na świecie. Udział udostępnia TYLKO pseudonim, punkty, liczbę odznak i wybrany kraj — nigdy glikemii ani danych medycznych. Możesz odejść w każdej chwili, a twój wpis zostanie usunięty.
pt: Compete com os pontos dos teus distintivos com pessoas do teu país, do teu continente e do mundo. Participar partilha APENAS a tua alcunha, os pontos, o número de distintivos e o país escolhido — nunca valores de glicose nem dados médicos. Podes sair a qualquer momento e a tua entrada é eliminada.
ro: Concurează pe punctele din insigne cu oameni din țara ta, de pe continentul tău și din toată lumea. Participarea partajează DOAR pseudonimul, punctele, numărul de insigne și țara aleasă — niciodată glicemii sau alte date medicale. Poți ieși oricând, iar intrarea ta se șterge.
ru: Соревнуйтесь очками за значки с людьми из вашей страны, континента и всего мира. Участие раскрывает ТОЛЬКО псевдоним, очки, число значков и выбранную страну — никогда значения глюкозы или медицинские данные. Выйти можно в любой момент, запись будет удалена.

source: Computed with the fixed clinical cutoffs (54–70–180–250 mg/dL), so these figures match clinic reports regardless of your personal target range.
de: Berechnet mit den festen klinischen Grenzwerten (54–70–180–250 mg/dL), sodass die Werte unabhängig von deinem persönlichen Zielbereich den Klinikberichten entsprechen.
es: Calculado con los umbrales clínicos fijos (54–70–180–250 mg/dL), de modo que las cifras coinciden con los informes clínicos independientemente de tu rango objetivo personal.
fr: Calculé avec les seuils cliniques fixes (54–70–180–250 mg/dL), afin que les chiffres correspondent aux rapports cliniques quelle que soit ta plage cible personnelle.
it: Calcolato con le soglie cliniche fisse (54–70–180–250 mg/dL), così i valori corrispondono ai referti clinici indipendentemente dal tuo intervallo target personale.
nl: Berekend met de vaste klinische grenswaarden (54–70–180–250 mg/dL), zodat de cijfers overeenkomen met kliniekrapporten, ongeacht je persoonlijke streefbereik.
pl: Obliczone według stałych progów klinicznych (54–70–180–250 mg/dL), dzięki czemu wartości odpowiadają raportom klinicznym niezależnie od Twojego osobistego zakresu docelowego.
pt: Calculado com os limiares clínicos fixos (54–70–180–250 mg/dL), pelo que os valores correspondem aos relatórios clínicos independentemente do teu intervalo-alvo pessoal.
ro: Calculat cu pragurile clinice fixe (54–70–180–250 mg/dL), astfel încât cifrele corespund rapoartelor clinice indiferent de intervalul tău țintă personal.
ru: Рассчитано по фиксированным клиническим порогам (54–70–180–250 мг/дл), поэтому показатели соответствуют клиническим отчётам независимо от вашего личного целевого диапазона.

source: Configured
de: Konfiguriert
es: Configurado
fr: Configuré
it: Configurato
nl: Geconfigureerd
pl: Skonfigurowano
pt: Configurado
ro: Configurat
ru: Настроено

source: Confused, shaky or unconscious? This may be severe LOW blood sugar.
de: Verwirrt, zittrig oder bewusstlos? Das kann eine schwere UNTERZUCKERUNG sein.
es: ¿Confuso, tembloroso o inconsciente? Puede ser una bajada GRAVE de azúcar.
fr: Confus, tremblant ou inconscient ? Le sucre est peut-être gravement BAS.
it: Confuso, tremante o incosciente? Può essere zucchero gravemente BASSO.
nl: Verward, trillerig of bewusteloos? Dit kan ernstig LAGE bloedsuiker zijn.
pl: Splątanie, drżenie lub utrata przytomności? To może być ciężkie NIEDOCUKRZENIE.
pt: Confuso, trémulo ou inconsciente? Pode ser açúcar gravemente BAIXO no sangue.
ro: Confuz, tremurând sau inconștient? Poate fi zahăr periculos de SCĂZUT în sânge.
ru: Спутанность, дрожь или потеря сознания? Возможно, это опасно НИЗКИЙ сахар в крови.

source: Connect
de: Verbinden
es: Conectar
fr: Connecter
it: Connetti
nl: Verbinden
pl: Połącz
pt: Ligar
ro: Conectează
ru: Подключить

source: Connect Dexcom (via Dexcom Share) or FreeStyle Libre (via LibreLinkUp) with your account. Credentials are kept in this device's Keychain.
de: Verbinde Dexcom (über Dexcom Share) oder FreeStyle Libre (über LibreLinkUp) mit deinem Konto. Die Zugangsdaten werden im Schlüsselbund dieses Geräts gespeichert.
es: Conecta Dexcom (a través de Dexcom Share) o FreeStyle Libre (a través de LibreLinkUp) con tu cuenta. Las credenciales se guardan en el Llavero de este dispositivo.
fr: Connectez Dexcom (via Dexcom Share) ou FreeStyle Libre (via LibreLinkUp) à votre compte. Les identifiants sont conservés dans le trousseau de cet appareil.
it: Connetti Dexcom (tramite Dexcom Share) o FreeStyle Libre (tramite LibreLinkUp) al tuo account. Le credenziali vengono conservate nel portachiavi di questo dispositivo.
nl: Verbind Dexcom (via Dexcom Share) of FreeStyle Libre (via LibreLinkUp) met je account. De inloggegevens worden bewaard in de sleutelhanger van dit apparaat.
pl: Połącz Dexcom (przez Dexcom Share) lub FreeStyle Libre (przez LibreLinkUp) ze swoim kontem. Dane logowania są przechowywane w pęku kluczy tego urządzenia.
pt: Liga o Dexcom (através do Dexcom Share) ou o FreeStyle Libre (através do LibreLinkUp) à tua conta. As credenciais são guardadas no porta-chaves deste dispositivo.
ro: Conectează Dexcom (prin Dexcom Share) sau FreeStyle Libre (prin LibreLinkUp) la contul tău. Datele de autentificare sunt păstrate în brelocul acestui dispozitiv.
ru: Подключите Dexcom (через Dexcom Share) или FreeStyle Libre (через LibreLinkUp) к своему аккаунту. Учётные данные хранятся в связке ключей этого устройства.

source: Connect a Dexcom or FreeStyle Libre sensor so readings arrive automatically. You choose which sensor is your primary source.
de: Verbinde einen Dexcom- oder FreeStyle Libre-Sensor, damit die Messwerte automatisch ankommen. Du entscheidest, welcher Sensor deine primäre Quelle ist.
es: Conecta un sensor Dexcom o FreeStyle Libre para que las lecturas lleguen automáticamente. Tú eliges qué sensor es tu fuente principal.
fr: Connectez un capteur Dexcom ou FreeStyle Libre pour recevoir les mesures automatiquement. Vous choisissez le capteur qui sera votre source principale.
it: Collega un sensore Dexcom o FreeStyle Libre per ricevere le letture automaticamente. Scegli tu quale sensore è la tua fonte principale.
nl: Verbind een Dexcom- of FreeStyle Libre-sensor zodat metingen automatisch binnenkomen. Jij kiest welke sensor je primaire bron is.
pl: Połącz sensor Dexcom lub FreeStyle Libre, aby odczyty pojawiały się automatycznie. To Ty wybierasz, który sensor jest Twoim głównym źródłem.
pt: Liga um sensor Dexcom ou FreeStyle Libre para que as leituras cheguem automaticamente. És tu que escolhes qual o sensor que é a tua fonte principal.
ro: Conectează un senzor Dexcom sau FreeStyle Libre pentru ca valorile să sosească automat. Tu alegi care senzor este sursa ta principală.
ru: Подключите датчик Dexcom или FreeStyle Libre, чтобы показания поступали автоматически. Вы сами выбираете, какой датчик станет основным источником.

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
nl: Verbonden
pl: Połączono
pt: Ligado
ro: Conectat
ru: Подключено

source: Connecting…
de: Verbinden…
es: Conectando…
fr: Connexion…
it: Connessione…
nl: Verbinden…
pl: Łączenie…
pt: A ligar…
ro: Se conectează…
ru: Подключение…

source: Connection
de: Verbindung
es: Conexión
fr: Connexion
it: Connessione
nl: Verbinding
pl: Połączenie
pt: Ligação
ro: Conexiune
ru: Подключение

source: Connection failed
de: Verbindung fehlgeschlagen
es: Error de conexión
fr: Échec de la connexion
it: Connessione non riuscita
nl: Verbinding mislukt
pl: Połączenie nieudane
pt: Falha na ligação
ro: Conectare eșuată
ru: Не удалось подключиться

source: Consent & permissions
de: Einwilligung & Berechtigungen
es: Consentimiento y permisos
fr: Consentement et autorisations
it: Consenso e autorizzazioni
nl: Toestemming & machtigingen
pl: Zgoda i uprawnienia
pt: Consentimento e permissões
ro: Consimțământ și permisiuni
ru: Согласие и разрешения

source: Contact
de: Kontakt
es: Contacto
it: Contatto
pl: Kontakt
pt: Contacto
ru: Контакт

source: Contact your care team or seek urgent care if you have:
de: Kontaktiere dein Behandlungsteam oder such eine Notfallversorgung auf, wenn du Folgendes hast:
es: Contacta con tu equipo médico o busca atención urgente si tienes:
fr: Contactez votre équipe soignante ou consultez en urgence si vous avez :
it: Contatta il tuo team di cura o rivolgiti a un pronto soccorso se hai:
nl: Neem contact op met je zorgteam of zoek spoedhulp als je dit hebt:
pl: Skontaktuj się z zespołem opieki lub szukaj pilnej pomocy, jeśli masz:
pt: Contacta a tua equipa de cuidados ou procura cuidados urgentes se tiveres:
ro: Contactează-ți echipa de îngrijire sau caută ajutor de urgență dacă ai:
ru: Свяжитесь с вашей лечащей командой или обратитесь за неотложной помощью, если у вас:

source: Context
de: Kontext
es: Contexto
fr: Contexte
it: Contesto
pl: Kontekst
pt: Contexto
ru: Контекст

source: Contextual lessons
de: Kontextbezogene Lektionen
es: Lecciones contextuales
fr: Leçons contextuelles
it: Lezioni contestuali
nl: Contextuele lessen
pl: Lekcje kontekstowe
pt: Lições contextuais
ro: Lecții contextuale
ru: Контекстные уроки

source: Continent
de: Kontinent
es: Continente
it: Continente
pl: Kontynent
pt: Continente
ru: Континент

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
nl: Ga door
pl: Dalej
pt: Continuar
ro: Continuă
ru: Продолжить

source: Continue learning
de: Weiterlernen
es: Sigue aprendiendo
fr: Continuer à apprendre
it: Continua a imparare
nl: Verder leren
pl: Kontynuuj naukę
pt: Continue a aprender
ro: Continuă să înveți
ru: Продолжить обучение

source: Continuous following
de: Kontinuierliches Folgen
es: Seguimiento continuo
fr: Suivi en continu
it: Monitoraggio continuo
nl: Continu volgen
pl: Ciągłe śledzenie
pt: Acompanhamento contínuo
ro: Urmărire continuă
ru: Непрерывное наблюдение

source: Correct with the dose your team set, drink water, and follow your sick-day plan. Seek urgent help for high ketones, vomiting or trouble breathing.
de: Korrigiere mit der von deinem Team festgelegten Dosis, trink Wasser und folge deinem Krankheitstage-Plan. Suche dringend medizinische Hilfe bei hohen Ketonwerten, Erbrechen oder Atembeschwerden.
es: Corrige con la dosis que estableció tu equipo, bebe agua y sigue tu plan para días de enfermedad. Busca ayuda urgente si tienes cetonas altas, vómitos o dificultad para respirar.
fr: Corrige avec la dose définie par ton équipe, bois de l'eau, et suis ton plan de jour de maladie. Cherche une aide urgente en cas de cétones élevées, de vomissements ou de difficultés à respirer.
it: Correggi con la dose stabilita dal tuo team, bevi acqua e segui il tuo piano per i giorni di malattia. Cerca assistenza urgente in caso di chetoni alti, vomito o difficoltà respiratorie.
nl: Corrigeer met de dosis die je team heeft vastgesteld, drink water en volg je ziektedagenplan. Zoek dringend hulp bij hoge ketonen, overgeven of ademhalingsproblemen.
pl: Skoryguj dawką ustaloną przez Twój zespół, pij wodę i postępuj zgodnie ze swoim planem na dni choroby. W przypadku wysokich ketonów, wymiotów lub trudności z oddychaniem pilnie szukaj pomocy medycznej.
pt: Corrige com a dose definida pela tua equipa, bebe água e segue o teu plano para dias de doença. Procura ajuda urgente em caso de cetonas altas, vómitos ou dificuldade em respirar.
ro: Corectează cu doza stabilită de echipa ta, bea apă și urmează planul tău pentru zilele de boală. Caută ajutor de urgență în cazul cetonelor ridicate, al vărsăturilor sau al dificultăților de respirație.
ru: Введи коррекцию в дозе, установленной твоей командой, пей воду и следуй своему плану на дни болезни. При высоких кетонах, рвоте или затруднённом дыхании срочно обратись за помощью.

source: Correcting a high safely
de: Einen hohen Wert sicher korrigieren
es: Corregir un nivel alto de forma segura
fr: Corriger une hyperglycémie en toute sécurité
it: Correggere un valore alto in sicurezza
nl: Een hoge waarde veilig corrigeren
pl: Bezpieczne korygowanie wysokiego poziomu
pt: Corrigir uma hiperglicemia com segurança
ro: Corectarea în siguranță a unei valori ridicate
ru: Как безопасно снизить высокий уровень

source: Correction
de: Korrektur
es: Corrección
it: Correzione
nl: Correctie
pl: Korekta
pt: Correção
ro: Corecție
ru: Коррекция

source: Correction factor
de: Korrekturfaktor
es: Factor de corrección
fr: Facteur de correction
it: Fattore di correzione
nl: Correctiefactor
pl: Współczynnik korekcji
pt: Fator de correção
ro: Factor de corecție
ru: Фактор коррекции

source: Could not create the PDF
de: PDF konnte nicht erstellt werden
es: No se pudo crear el PDF
fr: Impossible de créer le PDF
it: Impossibile creare il PDF
nl: De PDF kon niet worden gemaakt
pl: Nie udało się utworzyć pliku PDF
pt: Não foi possível criar o PDF
ro: PDF-ul nu a putut fi creat
ru: Не удалось создать PDF

source: Couldn't connect to Apple Health.
de: Verbindung mit Apple Health nicht möglich.
es: No se pudo conectar con Apple Health.
fr: Impossible de se connecter à Apple Santé.
it: Impossibile connettersi ad Apple Salute.
nl: Kon geen verbinding maken met Apple Health.
pl: Nie można połączyć się z Apple Health.
pt: Não foi possível ligar à Apple Saúde.
ro: Nu s-a putut conecta la Apple Health.
ru: Не удалось подключиться к Apple Health.

source: Couldn't open that file.
de: Diese Datei konnte nicht geöffnet werden.
es: No se pudo abrir ese archivo.
fr: Impossible d'ouvrir ce fichier.
it: Impossibile aprire il file.
nl: Kan dat bestand niet openen.
pl: Nie udało się otworzyć tego pliku.
pt: Não foi possível abrir esse ficheiro.
ro: Fișierul nu a putut fi deschis.
ru: Не удалось открыть этот файл.

source: Couldn't reach Open Food Facts.
de: Open Food Facts nicht erreichbar.
es: No se pudo conectar con Open Food Facts.
fr: Impossible de joindre Open Food Facts.
it: Impossibile raggiungere Open Food Facts.
nl: Kan Open Food Facts niet bereiken.
pl: Nie można połączyć się z Open Food Facts.
pt: Não foi possível aceder ao Open Food Facts.
ro: Open Food Facts nu poate fi accesat.
ru: Не удалось связаться с Open Food Facts.

source: Couldn't read that file.
de: Diese Datei konnte nicht gelesen werden.
es: No se pudo leer ese archivo.
fr: Impossible de lire ce fichier.
it: Impossibile leggere il file.
nl: Kan dat bestand niet lezen.
pl: Nie udało się odczytać tego pliku.
pt: Não foi possível ler esse ficheiro.
ro: Fișierul nu a putut fi citit.
ru: Не удалось прочитать этот файл.

source: Couldn't refresh. %@
de: Aktualisierung fehlgeschlagen. %@
es: No se pudo actualizar. %@
fr: Impossible d'actualiser. %@
it: Impossibile aggiornare. %@
nl: Kan niet vernieuwen. %@
pl: Nie udało się odświeżyć. %@
pt: Não foi possível atualizar. %@
ro: Reîmprospătarea a eșuat. %@
ru: Не удалось обновить. %@

source: Count net carbs (subtract fibre)
de: Netto-Kohlenhydrate zählen (Ballaststoffe abziehen)
es: Contar carbohidratos netos (restar fibra)
fr: Compter les glucides nets (soustraire les fibres)
it: Conta i carboidrati netti (sottrai le fibre)
nl: Tel netto koolhydraten (vezels aftrekken)
pl: Licz węglowodany netto (odejmij błonnik)
pt: Contar hidratos de carbono líquidos (subtrair fibra)
ro: Numără carbohidrații neți (scade fibrele)
ru: Считать чистые углеводы (вычитать клетчатку)

source: Country
de: Land
es: País
fr: Pays
it: Paese
nl: Land
pl: Kraj
pt: País
ro: Țară
ru: Страна

source: Cover and chill overnight.
de: Abdecken und über Nacht kühl stellen.
es: Tapa y refrigera durante toda la noche.
fr: Couvre et laisse reposer au frais toute la nuit.
it: Copri e lascia in frigorifero per tutta la notte.
nl: Dek af en laat een nacht in de koelkast staan.
pl: Przykryj i wstaw do lodówki na noc.
pt: Tapa e leva ao frigorífico durante a noite.
ro: Acoperă și lasă la frigider peste noapte.
ru: Накрой и оставь в холодильнике на ночь.

source: Critical alerts
de: Kritische Warnungen
es: Alertas críticas
fr: Alertes critiques
it: Avvisi critici
nl: Kritieke meldingen
pl: Alerty krytyczne
pt: Alertas críticos
ro: Alerte critice
ru: Критические оповещения

source: Crunching your numbers…
de: Zahlen werden berechnet…
es: Calculando tus cifras…
fr: Calcul de vos données…
it: Elaborazione dei dati…
nl: Cijfers worden berekend…
pl: Obliczanie danych…
pt: A processar os teus dados…
ro: Se calculează statisticile…
ru: Обработка данных…

source: Current glucose
de: Aktuelle Glukose
es: Glucosa actual
fr: Glycémie actuelle
it: Glicemia attuale
nl: Huidige glucose
pl: Aktualna glukoza
pt: Glicose atual
ro: Glicemie curentă
ru: Текущая глюкоза

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
nl: Aangepast
pl: Niestandardowy
pt: Personalizado
ro: Personalizat
ru: Свой

source: Custom colour
de: Eigene Farbe
es: Color personalizado
fr: Couleur personnalisée
it: Colore personalizzato
nl: Aangepaste kleur
pl: Kolor niestandardowy
pt: Cor personalizada
ro: Culoare personalizată
ru: Свой цвет

source: Custom range
de: Benutzerdefinierter Zeitraum
es: Rango personalizado
fr: Période personnalisée
it: Intervallo personalizzato
nl: Aangepast bereik
pl: Zakres niestandardowy
pt: Intervalo personalizado
ro: Interval personalizat
ru: Пользовательский диапазон

source: Customize page
de: Seite anpassen
es: Personalizar página
fr: Personnaliser la page
it: Personalizza pagina
nl: Pagina aanpassen
pl: Dostosuj stronę
pt: Personalizar página
ro: Personalizează pagina
ru: Настроить страницу

source: Cycling
de: Radfahren
es: Ciclismo
fr: Vélo
it: Ciclismo
nl: Fietsen
pl: Jazda na rowerze
pt: Ciclismo
ro: Ciclism
ru: Велосипед

source: DPP-4 inhibitor
de: DPP-4-Hemmer
es: Inhibidor de DPP-4
fr: Inhibiteur de DPP-4
it: Inibitore DPP-4
nl: DPP-4-remmer
pl: Inhibitor DPP-4
pt: Inibidor de DPP-4
ro: Inhibitor DPP-4
ru: Ингибитор DPP-4

source: Daily active minutes
de: Tägliche Aktivminuten
es: Minutos activos diarios
fr: Minutes actives par jour
it: Minuti attivi giornalieri
nl: Dagelijkse actieve minuten
pl: Dzienne minuty aktywności
pt: Minutos ativos diários
ro: Minute active zilnice
ru: Активные минуты за день

source: Daily carbohydrate grams
de: Tägliche Kohlenhydrate in Gramm
es: Gramos de carbohidratos diarios
fr: Grammes de glucides par jour
it: Grammi di carboidrati giornalieri
nl: Dagelijkse koolhydraten in gram
pl: Dzienne gramy węglowodanów
pt: Gramas diárias de hidratos de carbono
ro: Grame de carbohidrați zilnic
ru: Граммы углеводов за день

source: Daily companion
de: Täglicher Begleiter
es: Compañero diario
fr: Compagnon quotidien
it: Compagno quotidiano
nl: Dagelijkse metgezel
pl: Codzienny towarzysz
pt: Companheiro diário
ro: Însoțitor zilnic
ru: Ежедневный спутник

source: Daily goals
de: Tagesziele
es: Objetivos diarios
fr: Objectifs quotidiens
it: Obiettivi giornalieri
nl: Dagelijkse doelen
pl: Cele dzienne
pt: Objetivos diários
ro: Obiective zilnice
ru: Дневные цели

source: Daily insulin units, basal and bolus
de: Tägliche Insulineinheiten, Basal und Bolus
es: Unidades de insulina diarias, basal y bolo
fr: Unités d'insuline par jour, basale et bolus
it: Unità di insulina giornaliere, basale e bolo
nl: Dagelijkse insuline-eenheden, basaal en bolus
pl: Dzienne jednostki insuliny, baza i bolus
pt: Unidades de insulina diárias, basal e bólus
ro: Unități de insulină zilnice, bazal și bolus
ru: Единицы инсулина за день, базал и болюс

source: Daily reminders, smart nudges and the weekly summaries.
de: Tägliche Erinnerungen, smarte Hinweise und die Wochenzusammenfassungen.
es: Recordatorios diarios, avisos inteligentes y los resúmenes semanales.
fr: Rappels quotidiens, coups de pouce intelligents et les résumés hebdomadaires.
it: Promemoria giornalieri, suggerimenti intelligenti e i riepiloghi settimanali.
nl: Dagelijkse herinneringen, slimme seintjes en de weekoverzichten.
pl: Codzienne przypomnienia, inteligentne podpowiedzi i cotygodniowe podsumowania.
pt: Lembretes diários, avisos inteligentes e os resumos semanais.
ro: Memento-uri zilnice, sugestii inteligente și rezumatele săptămânale.
ru: Ежедневные напоминания, умные подсказки и еженедельные сводки.
